tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "siderolabs/tap"
brew "icu4c@76"
brew "openssl@3"
brew "xz"
brew "node"
brew "autocannon"
brew "bash"
brew "bat"
brew "btop"
brew "cmake"
brew "perl"
brew "cpm"
brew "curl"
brew "deno"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdu"
brew "git"
brew "gleam"
brew "glib"
brew "glow"
brew "go"
brew "htop"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "lego"
brew "libpq"
brew "midnight-commander"
brew "minikube"
brew "openssl@1.1"
brew "mysql@5.7"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "oh-my-posh"
brew "pkcs11-helper"
brew "openvpn"
brew "python@3.10"
brew "python@3.12"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "stow"
brew "tabiew"
brew "television"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "vegeta"
brew "wget"
brew "yazi"
brew "zinit"
brew "zip"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "siderolabs/tap/talosctl"
cask "nikitabobko/tap/aerospace"
cask "balenaetcher"
cask "brave-browser"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "grammarly-desktop"
cask "logi-options+"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zen"
cask "zen@twilight"
vscode "a-h.templ"
vscode "aaron-bond.better-comments"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "geeksharp.openssl-configuration-file"
vscode "gleam.gleam"
vscode "golang.go"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "stuart.unique-window-colors"
vscode "tamasfe.even-better-toml"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
